tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "coreos-ct"
brew "coreutils"
brew "diff-so-fancy"
brew "git"
brew "go"
brew "gomplate"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mercurial"
brew "pyenv"
brew "python"
brew "python3"
brew "rbenv"
brew "readline"
brew "rsync"
brew "shellcheck"
brew "sqlite"
brew "ssh-copy-id"
brew "tmux"
brew "vim"
brew "yamllint"
brew "zsh"
casl "little-snitch"
cask "cinch"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "postman"
cask "spectacle"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "vmware-fusion"
