tap "adoptopenjdk/openjdk"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "newrelic/commune", "git@source.datanerd.us:commune/newrelic-homebrew"
tap "reactiveops/tap"
tap "snyk/tap"
tap "versent/taps"
brew "python@3.10"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "glib"
brew "openjdk"
brew "ant"
brew "automake"
brew "coreutils"
brew "asdf"
brew "aws-sso-util"
brew "awscli"
brew "bfg"
brew "broot"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "checkov"
brew "cmake"
brew "consul"
brew "coreos-ct"
brew "go"
brew "dep"
brew "direnv"
brew "docker-compose"
brew "docker-credential-helper"
brew "fetch"
brew "gcc"
brew "git"
brew "gnupg"
brew "gomplate"
brew "gradle"
brew "grep"
brew "groovy"
brew "hcl2json"
brew "hexedit"
brew "ipcalc"
brew "openssl@3"
brew "iperf3"
brew "isc-dhcp"
brew "jenkins"
brew "jenv"
brew "jmxterm"
brew "jq"
brew "juju"
brew "librdkafka"
brew "kcat"
brew "krb5"
brew "libfido2"
brew "python@3.9"
brew "libslirp"
brew "libsodium"
brew "libssh"
brew "localstack"
brew "lsusb"
brew "maven"
brew "memcached"
brew "mercurial"
brew "protobuf"
brew "mitmproxy"
brew "mysql"
brew "mysql@5.7"
brew "nagios-plugins"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openconnect"
brew "perl"
brew "pipenv"
brew "platformio"
brew "postgresql@12"
brew "postgresql@13"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "python@3.8"
brew "qemu"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "redis", restart_service: true
brew "ruby"
brew "socat"
brew "sqsmover"
brew "ssh-copy-id", link: true
brew "ssllabs-scan"
brew "starship"
brew "swagger-codegen"
brew "testssl"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yadm"
brew "zsh"
brew "fairwindsops/tap/polaris"
brew "newrelic/commune/aws-rule-checker"
brew "newrelic/commune/biosecurity"
brew "newrelic/commune/bpk"
brew "newrelic/commune/grandcentral"
brew "newrelic/commune/oktakube"
brew "newrelic/commune/i9d"
brew "newrelic/commune/newrelic-vault"
brew "newrelic/commune/nos"
brew "newrelic/commune/oktaws"
brew "snyk/tap/snyk"
cask "adoptopenjdk11"
cask "alfred"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "autodesk-fusion360"
cask "barrier"
cask "burp-suite"
cask "charles"
cask "discord"
cask "disk-inventory-x"
cask "dropbox"
cask "elgato-stream-deck"
cask "feem"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gns3"
cask "gnucash"
cask "graphiql"
cask "graphql-playground"
cask "hyper"
cask "iterm2"
cask "jumpcut"
cask "jupyter-notebook-ql"
cask "jupyter-notebook-viewer"
cask "keepingyouawake"
cask "keybase"
cask "kicad"
cask "lastpass"
cask "latest"
cask "ltspice"
cask "monitorcontrol"
cask "nextcloud"
cask "ngrok"
cask "openconnect-gui"
cask "paw"
cask "postman"
cask "prusaslicer"
cask "rar"
cask "rectangle"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "thunderbird"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
